export const japaneseTales = [
  {
    title: "ももたろう",
    level: "1",
    genre: "にほんむかしばなし",
    texts:
      "むかしむかし、あるところに、おじいさんと おばあさんが すんでいました。おじいさんは 山へ しばかりに、おばあさんは 川へ せんたくにいきました。おばあさんが 川で せんたくを していると、ドンブラコ、ドンブラコと、大きな ももが ながれて きました。「おや、 これは よいおみやげが できたわ」おばあさんは 大きなももを ひろいあげて、 いえに もちかえりました。そして、 おじいさんと おばあさんが ももを たべようと ももを きってみると なんと、中から げん気のよい 男の あかちゃんが とびだして きたのです。「これは きっと、かみさまが くださったに ちがいない」こどもの いなかった おじいさんと おばあさんは、おおよろこびです。ももから うまれた 男の子を、おじいさんと おばあさんは ももたろうと なづけました。ももたろうは スクスクそだって、やがて つよい男の子に なりました。そして ある日、ももたろうが いいました。「ぼく、おにがしまへ いって、わるいおにを たいじします」そして、おばあさんに きびだんごを つくってもらうと、おにがしまへ 出かけました。たびの と中で、犬に 出あいました。「ももたろうさん、どこへ いくのですか？」「おにがしまへ、おにたいじに いくんだ」「それでは、おこしに つけた きびだんごを 一つくださいな。 おともしますよ」犬は きびだんごを もらい、ももたろうの おともに なりました。そして、こんどは サルに 出あいました。「ももたろうさん、どこへ いくのですか？」「おにがしまへ、おにたいじに いくんだ」「それでは、おこしに つけた きびだんごを 一つくださいな。 おともしますよ」そしてこんどは、キジに 出あいました。「ももたろうさん、どこへ いくのですか？」「おにがしまへ、おにたいじに いくんだ」「それでは、おこしに つけた きびだんごを 一つくださいな。 おともしますよ」こうして、犬、サル、キジの なかまを てにいれた ももたろうは、ついに おにがしまへ やってきました。おにがしまでは、おにたちが ちかくの 村から ぬすんだ たからものや ごちそうを ならべて、さかもりの まっさいちゅうです。「みんな、ぬかるなよ。 それ、かかれ!」犬は おにの おしりに かみつき、サルは おにの せ中を ひっかき、キジは 口ばしで おにの 目を つつきました。そして ももたろうも、かたなを ふりまわして 大あばれです。あまりにも つよい ももたろうたちに、とうとう おにの おやぶんが、「まいった、まいった。 こうさんだ、たすけてくれぇ」と、手をついて あやまりました。ももたろうと 犬と サルと キジは、おにから とりあげた たからものを くるまにつんで、げん気よく いえに かえりました。おじいさんと おばあさんは、ももたろうの ぶじなすがたを 見て 大よろこびです。そして三人は、たからものの おかげで しあわせに くらしましたとさ。",
    // textLength: this.texts.length,
  },
];
