export const worldTales = [
  {
    title: "かえるの王さま",
    level: "1",
    genre: "せかいのおはなし",
    texts:
      "むかしむかし、あるところに、かわいいおひめさまがいました。おひめさまは おしろのちかくのいずみのほとりで まりなげをするのが だいすきです。ところが あるとき、なげたきんいろのまりが いずみのなかにころがって、そのまましずんでしまいました。「ああ、どうしよう・・・」しずんでいく きんいろのまりをみて、おひめさまは シクシクとなきだしました。すると、「ないたりして、どうしたのですか？かわいいおひめさま」なんと、いずみのなかから みにくいカエルがよびかけてきたのです。おひめさまは ちょっとビックリしましたが、カエルにいいました。「たいせつなきんのまりが、いずみのなかにおちてしまったの」「そうですか。では、わたしがひろってきてあげましょう。でもそのかわり、わたしをおともだちにして、いっしょにごはんをたべたり、いっしょにベッドでねかせたりしてくれますか？」「ええ、いいわよ」おひめさまは カエルとやくそくしました。でも、カエルとともだちになるのはいやなので、おひめさまは カエルがまりをひろってきてくれたとたん、まりをもって おしろに はしってかえりました。つぎのひ、おひめさまが みんなとしょくじをしていると、だれかが とをたたいてよびました。「おひめさま、とをあけてください」「だれかしら？」おひめさまがとをあけると、そこには、あのカエルがいたのです。「ひめや、なにをそんなにこわがっているのだね？」おとうさんの王さまにきかれておひめさまは、そとにまりをひろってくれたカエルがいて、そのカエルと おともだちになることを やくそくしてしまったのだとはなしました。すると、王さまはいいました。「ひめや、あいてがカエルでも、やくそくしたことは まもらなくてはいけないよ」「でも・・・」「やくそくはまもりなさい」そこでおひめさまは、いやいやながらもカエルをへやのなかにいれると、いっしょに ごはんをたべて じぶんのへやに つれていきました。するとカエルは、いっしょに ベッドでねたいといいだしたのです。「まあ、カエルのくせに!」おひめさまはすっかりおこって、カエルをつまみあげると、ちからいっぱい かべにたたきつけたのです。ところが、カエルはしたにおちたとたん、やさしい目をした王子さまにかわったのです。カエルは、わるいまじょに まほうをかけられていた王子さまだったのです。おひめさまは王子さまとなかよくなり、けっこんして しあわせにくらしました。",
    // textLength: this.texts.length,
  },
];
